Repository: jpawlowski/openvpn-als
Catalog: adito-language/src/fr-FR/omegat/project_save.tmx
Source language: en_us
Languages: fr

source: Step 2 - Network Place Path Details
fr: Etape 2 - Détails du chemin du Favori Réseau

source: Please provide the file store type and the appropriate path and access attributes for this network place.
fr: Fournissez le type de stockage de fichiers et les attributs d'accès pour ce Favori Réseau.

source: If you chose <strong>Automatic</strong>, you may enter a path in the format "\\Server\Share" for windows shares or a local path such as "C:\Documents and Settings" or "/home/joeb/share".
fr: Si vous choisissez <strong>Automatique</strong>, vous pouvez donner un chemin du type "\\Server\Share" pour les partages Windows ou un chemin local comme "C:\Documents and Settings" ou "/home/joeb/share".

source: Relative paths are also supported (e.g. "./logs") and URLs can also be used for network file systems (e.g. "ftp://upload.sourceforge.net/incoming").
fr: Les chemins relatifs sont également supportés (par ex. "./logs") et des URLs peuvent également être utilisées pour les systèmes de fichiers réseau (par ex. "ftp://upload.sourceforge.net/incoming").

source: Host:
fr: Hôte:

source: Please supply a path in the URI format e.g. "smb://winnt/MyShare", a local path such as "C:\Documents and Settings\joeb or /home/joeb" or a UNC path such as "\\myserver\myshare".
fr: Donner un chemin au format URI, par ex. "smb://windowsserver/MyShare", un chemin local comme "C:\Documents and Settings\joeb ou /home/joeb" ou un chemin UNC comme "\\myserver\myshare".

source: You must provide a path for this network place.
fr: Vous devez fournir un chemin pour ce Favori réseau.

source: Step 3 - Network Place Selection
fr: Etape 3 - Selection d'un Favori Réseau

source: Choose the policies you wish to attach this network place to.
fr: Choisir les stratégies que vous voulez relier à ce Favori Réseau.

source: You must select at least one policy to attach this network place.
fr: Vous devez sélectionner au moins une stratégie à relier au Favori Réseau.

source: Step 3 - Personal Network Place Policy
fr: Etape 3 - Stratégie de Favori Réseau personnelle

source: Your personal Network Place is going to be attached to your personal policy: "{0}"<br/>Please know that an admin may, at everytime, see, edit and deleted your personal resource and policy.
fr: Votre Favori Réseau va être attaché à votre stratégie personnelle: "{0}"<br/>Sachez qu'un Administrateur peut, à tout moment, voir, éditer et supprimer une stratégie ou une ressource personnelle.

source: Step 4 - Network Place Summary
fr: Etape 4 - Résumé du Favori Réseau

source: Review the information below before clicking on <strong>Finish</strong> to create the network place.
fr: Vérifiez les informations ci-dessous avant de cliquer sur <strong>Terminer</strong> pour créer le Favori Réseau.

source: Network Place Name:
fr: Nom du Favori Réseau:

source: Network Place Created
fr: Favori Réseau créé

source: The network place creation wizard is now complete.
fr: La création du Favori Réseau est maintenant terminée.

source: The creation of the network place failed.
fr: La création du Favori Réseau a échoué.

source: The creation of the network place is complete, but some warnings occurred.
fr: La création du Favori Réseau est terminée, mais il y a eu des avertissements.

source: Network Place created.
fr: Favoris Réseau créé.

source: Attached network place to policies.
fr: Favori Réseau attaché aux stratégies.

source: Failed to create new network place.
fr: Echec lors de la création du nouveau Favori Réseau.

source: Windows File Sharing
fr: Partage de fichier Windows

source: Try current user (1st)
fr: Essayer l'utilisateur actuel (premier)

source: First, try using the current Adito user / password if an underlying file store requests authentication.
fr: Premièrement, essayez d'utiliser le compte et mot de passe actuel si une authentification est requise.

source: Try guest (2nd)
fr: Essayez l'invité (deuxième)

source: Second, try using the underlying stores guest user and password if it requests authentication.
fr: Deuxièmement, essayer en utilisant le compte invité s'il demande une authentication.

source: This is store dependant.
fr: Ceci est dépendant du magasin.

source: WINS server address
fr: Adresse du serveur WINS

source: NetBIOS hostname
fr: Nom d'hôte NetBIOS

source: NetBIOS hostname.
fr: Nom d'hôte NetBIOS.

source: NetBIOS scope
fr: Portée NetBIOS

source: This is extremely rare but NetBIOS provides for a "scope id" to be used in a attempt to conceal groups of machines on the same network.
fr: C'est extrêmement rare, mais NetBIOS fournit un "id portée" qui peut être utilisé pour essayer de concilier des groupes de machines sur le même réseau.

source: Ask your network administrator if scope id is used.
fr: Contactez votre administrateur réseau si un "id portée" est utilisé.

source: If so, it must be set using this property or name queries will fail.
fr: Si c'est le cas, il doit être configuré ici, sinon les requêtes de nom de fonctionneront pas.

source: NetBIOS local interface address
fr: Adresse de l'interface locale NetBIOS

source: The IP address of the local interface the client should bind to for name queries if it is different from the default.
fr: L'adresse IP de l'interface locale sur laquelle le client devrait écouter si elle est différente de celle par défaut.

source: NetBIOS Broadcast address
fr: Adresse de Broadcast NetBIOS

source: Broadcast address
fr: Adresse Broadcast

source: LMHOSTS file path
fr: Chemin du fichier LMHOSTS

source: The path to an lmhosts file containing a map of IP addresses to hostnames.
fr: Le chemin du fichier lmhosts contenant une correspondance entre les adresses IP et les noms d'hôtes.

source: Local interface address
fr: Adresse de l'interface locale

source: The IP address of the local interface the client should bind to if it is different from the default.
fr: L'adresse IP de l'interface locale sur laquelle le client devrait écouter si elle est différente de celle par défaut.

source: Disable plain text passwords
fr: Désactiver les mots de passe en clair

source: Disable use of plain text passwords.
fr: Désactiver l'utilisation de mot de passe en clair.

source: NetBIOS Socket timeout (seconds)
fr: Délai de socket NetBIOS (secondes)

source: To prevent the client from holding resources unnecessarily, the datagram socket used for nameservice queries is closed after this time period which is specified in seconds.
fr: Pour empêcher le client de garder des ressources ouvertes inutilement, le socket utilisé pour les requêtes de noms est fermé après cette période de temps exprimée en secondes.

source: The default is 5 seconds.
fr: Le temps par défaut est de 5 secondes.

source: NetBIOS retry count
fr: Nombre de réessais NetBIOS

source: The number of times a name query should be attempted if no answer is received.
fr: Le nombre de fois qu'une requête de noms doit être réessayée si aucune réponse n'est reçue.

source: In adverse network conditions one may wish to increase this value however failed name queries take retryCount * retryDuration milliseconds.
fr: Dans des conditions de réseau difficiles, il peut être utile d'augmenter cette valeur en gardant à l'esprit que les requête de noms qui échouent prendront "nombre de réessais * la durée de réessais" millisecondes.

source: The default value is 2.
fr: La valeur par défaut est 2.

source: NetBIOS retry timeout (seconds)
fr: Délai de réessai NetBIOS (secondes)

source: The duration in seconds that the client will wait for a response to a name query.
fr: La durée en secondes pendant laquelle le client devra attendre pour obtenir une réponse à une requête de noms.

source: The default is 3 seconds.
fr: Le temps par défaut est de 3 secondes.

source: Resolve order
fr: Ordre de résolution

source: A comma separated list of name resolution method identifiers that specify which methods will be used and in what order to resolve hostnames.
fr: Une liste séparée par des virgules d'identifieurs de méthode de résolution de nom qui spécifie quelles méthodes seront utilisées et dans quel ordre pour résoudre les noms d'hôtes.

source: Possibly values are LMHOSTS,WINS,BCAST and DNS.
fr: Les valeurs possibles sont LMHOSTS,WINS,BCAST et DNS.

source: Response timeout (seconds)
fr: Délai de réponse (secondes)

source: The time period in seconds that the client will wait for a response to a request from the server.
fr: La période de temps pendant laquelle le client va attendre une réponse à une requête du serveur.

source: The default value is 10000.
fr: La valeur par défaut est 10000.

source: Under poor network conditions you may wish to increase this value but socket timeout should be increased as well to accommodate.
fr: Dans des circonstances de réseau difficiles, vous pouvez augmenter cette valeur, mais il faudra également augmenter le délai du socket de connexion.

source: Socket timeout (seconds)
fr: Délai du socket (secondes)

source: To prevent the client from holding server resources unnecessarily, sockets are closed after this time period if there is no activity.
fr: Pour empêcher le client de garder des ressources inutiles sur le serveur, les sockets sont fermés au bout d'une période d'inactivité.

source: This time is specified in seconds.
fr: Ce temps est spécifié en secondes.

source: The default is 15 seconds.
fr: Le temps par défaut est de 15 secondes.

source: Guest user
fr: Utilisateur invité

source: The username to use if option 'Try guest user' is enabled.
fr: L'utilisateur à utiliser si l'option 'Essayer le compte invité' est activé.

source: Guest password
fr: Mot de passe Invité

source: The password to use if option 'Try guest user' is enabled.
fr: Le mot de passe à utiliser si l'option 'Essayer le compte invité' est activé.

source: Allow open webfolder in Firefox
fr: Autoriser l'ouverture des favoris réseau dans Firefox

source: When enabled, Firefox users will also see the <i>Open As Webfolder</i> action for network places.
fr: Si activé, les utilisateurs de Firefox verront également l'action <i>Ouvrir comme Application Web</i> pour les Favoris Réseau.

source: This requires that the <a href="https://addons.mozilla.org/firefox/540/"><i>Open as Webfolder</i></i> firefox extension is installed.
fr: Cela nécessite que l'extension Firefox<a href="https://addons.mozilla.org/firefox/540/"><i>Ouvrir comme Application Web</i></a> soit installée.

source: Automatically detect the file system type from the path entered.
fr: Détection automatique du système de fichiers à partir du chemin entré.

source: You may enter absolute local paths, relative local paths, UNC paths or URI paths (e.g. ftp://myftpserver/home).
fr: Vous pouvez entrer un chemin absolu local, un chemin relatif local, un chemin UNC ou un chemin de type URI (par ex. ftp://myftpserver/home).

source: FTP, or File Transfer Protocol.
fr: FTP, ou File Transfer Protocol.

source: This network place type connects to FTP servers.
fr: Ce type de Favori Réseau se connecte aux serveurs FTP.

source: Windows Network
fr: Réseau Windows

source: This network place type connects to Windows Network File servers and compatible systems.
fr: Ce type de Favori Réseau se connecte à un serveur de fichiers Windows et aux systèmes compatibles.

source: Also known as SMB or CIFS file systems.
fr: Aussi connu sous le nom SMB (Samba) ou système de fichiers CIFS.

source: This network place type connects to WebDAV servers (HTTP only, no HTTPS support yet)
fr: Ce type de Favori Réseau se connecte au serveur WebDAV (seulment HTTP, pas encore de support pour HTTPS)

source: Local File
fr: Fichier local

source: This network place type provides sharing of files from local directories.
fr: Ce type de Favori Réseau fournit un partage de fichiers à partir de répertoires locaux.

source: Note, files will be read and written under the same user as the Adito server process runs as.
fr: Note, les fichiers seront lus et écrits sous le même utilisateur que le processus du serveur Adito.

source: Jar Archives
fr: Archives Jar

source: This network place type provides a read only virtual file system mapped to a JAR (Java Archive) file.
fr: Ce type de Favori Réseau fournit en lecture seule un système de fichiers virtuel pour les fichiers JAR (Java Archive).

source: Zip Archives
fr: Archives Zip

source: This network place type provides a read only virtual file system mapped to a Zip file.
fr: Ce type de Favori Réseau fournit en lecture seule un système de fichiers virtuel pour les fichiers Zip.

source: Tar Archives
fr: Archives Tar

source: This network place type provides a read only virtual file system mapped to a Tar file.
fr: Ce type de Favori Réseau fournit en lecture seule un système de fichiers virtuel pour les fichiers Tar.

source: TGZ Archives
fr: Archives TGZ

source: This network place type provides a read only virtual file system mapped to a Gzipped Tar file.
fr: Ce type de Favori Réseau fournit en lecture seule un système de fichiers virtuel pour les fichiers Gzipped Tar.

source: TBZ2 Archives
fr: Archives TBZ2

source: This network place type provides a read only virtual file system mapped to a Bzip2 Tar file.
fr: Ce type de Favori Réseau fournit en lecture seule un système de fichiers virtuel pour les fichiers Bzip2.

source: Vfs Directory Listed
fr: Répertoire Vfs listé

source: Vfs Directory Created
fr: Répertoire Vfs créé

source: Vfs File Deleted
fr: Fichier Vfs supprimé

source: Vfs File Download Started
fr: Téléchargement du fichier Vfs commencé

source: Vfs File Download Completed
fr: Téléchargement du fichier Vfs terminé

source: Vfs File Copied
fr: Fichier Vfs copié

source: Vfs Directory Deleted
fr: Répertoire Vfs supprimé

source: Vfs File Uploaded
fr: Fichier Vfs envoyé

source: Vfs Zip Downloaded
fr: Fichier Zip Vfs téléchargé

source: Vfs Paste Completed
fr: Collage Vfs terminé

source: Vfs Rename Completed
fr: Renommage Vfs terminé

source: Network Place Edited
fr: Favori Réseau édité

source: Network Place Deleted
fr: Favori Réseau supprimé

source: Destination URI
fr: URI de destination

source: Destination Path
fr: Chemin de destination

source: Allow Recursive
fr: Permettre le récursif

source: File name
fr: Nom de fichier

source: Directory name
fr: Nom de répertoire

source: Operation
fr: Opération

source: Old name
fr: Ancien nom

source: New name
fr: Nouveau nom

source: User agent
fr: Agent Utilisateur

source: FTP Options
fr: Options FTP

source: The mode the ftp network place connection runs on.
fr: Le mode de connexion FTP que le Favori Réseau utilise.

source: Idle timeout (seconds)
fr: Délai d'inactivité (secondes)

source: The idle time in seconds to wait before automatically disconnecting from an FTP server, a value of 0 means no timeout.
fr: Le temps d'inactivité en secondes avant d'être déconnecté automatiquement d'un serveur FTP, une valeur de 0 signifie aucun délai.

source: Host Type
fr: Type d'hôte

source: Defines the FTP server's directory/file format style.<br/>When you select Auto-Detect, an attempt will be made to parse the result of the SYST response string to determine the server directory style.<br/>If this fails, then the server type can be set manually.
fr: Définit le style de format de fichier/répertoire du serveur FTP.<br/>Si vous sélectionnez Auto-détection, une tentative sera faite pour analyser la réponse du SYST pour déterminer le style de répertoire du serveur .<br/>Si cela échoue, le type de serveur peut être configuré manuellement.

source: Passive
fr: Passif

source: Enterprise Unix
fr: Unix Entreprise

source: Agent (Server resources)
fr: Agent (Ressources Serveur)

source: Message resources for the Agent server components.
fr: Ressources de message pour les composants serveur de l'Agent Adito

source: Invalid VPN session.
fr: Session VPN invalide.

source: A pending VPN session ticket is required.
fr: Un ticket de session VPN en attente est requis.

source: The agent registered successfully.
fr: Enregistrement de l'agent avec succès.

source: The agent failed to register within the allowed time period.
fr: Echec de l'enregistrement de l'agent dans le temps imparti.

source: Agent shutdown failed because the agent was not active.
fr: L'arrêt de l'agent a échoué car il n'était pas actif.

source: Message resources for the Adito Agent Client components.
fr: Ressources de message pour les composants client de l'Agent Adito

source: Launching {0}
fr: Chargement {0}

source: {0} launcher.
fr: {0} chargeur.

source: Processing {0} descriptor.
fr: Descripteur {0} en traitement.

source: Launching.
fr: Chargement {0}

source: Downloading.
fr: Téléchargement.

source: Download Complete.
fr: Téléchargement terminé.

source: Closing application tunnel to {0}.
fr: Fermeture du tunnel d'application vers {0}.

source: An error occurred launching {0}: {1}
fr: Une erreur est survenue lors du chargement de {0}: {1}

source: Error Launching Application
fr: Une erreur est survenue lors du chargement de l'application

source: TxRx Monitor
fr: Contrôle TxRx

source: The Tx/Rx thread was interrupted
fr: Le processus de Tx/Rx a été interrompu

source: The TXRX thread failed
fr: Le processus de Tx/Rx a échoué

source: Adito Agent is now running
fr: L'agent Adito est en cours d'exécution

source: The Adito Agent failed connect.
fr: L'agent Adito n'a pas réussi à se connecter.

source: Agent has {0} tunnel(s) open but no active connections.
fr: L'agent a {0} tunnel(s) ouvert(s), mais aucune connexion active.

source: Agent has {0} tunnel(s) open with {1} active connection(s).
fr: L'agent a {0} tunnel(s) ouvert(s) et {1} connexion(s) active(s).

source: There are no open tunnels but {0} active connections remain.
fr: Il n'y a pas de tunnel ouvert, mais il reste {0} connexion(s) active(s).

source: The Adito Agent is Idle
fr: L'agent adito est inactif

source: Channel opened.
fr: Canal ouvert

source: Registration failed.
fr: Echec d'enregistrement.

source: Error code {0}.
fr: Code d'erreur {0}.

source: Too many redirects.
fr: Trop de redirections.

source: Agent is shutting down
fr: Arrêt de l'agent

source: Setting user specified local proxy URL to {0}.
fr: Configuration de l'url du proxy local spécifié par l'utilisateur sur {0}.

source: Adito Agent debug mode is not enabled, only serious errors will be displayed.
fr: Le mode de debug de l'agent d'Adito n'est pas activé, seules les erreurs sévères seront affichées.

source: Expected hostname, port, username and ticket command line arguments
fr: Les arguments attendus de la ligne de commande sont un nom d'hôte, un port, un nom d'utilisateur et un ticket

source: The server did not respond within the keep-alive time period.
fr: Le serveur n'a pas répondu endéans le temps imparti

source: The server responded with an error.
fr: Le serveur a renvoyé une erreur.

source: Adito Message
fr: Message Adito

source: Received: {0}
fr: Reçu: {0}

source: Looking up registry value: scope={0} key={1} value={2}
fr: Recherche de valeur de registre: portée={0} clé={1} valeur={2}

source: Message resources for the AWT version of the Adito Agent Client components.
fr: Ressources de message pour les composants client de la version SWT de l'Agent Adito

source: Open Browser
fr: Ouvir le navigateur

source: Debug Console
fr: Console de Debug

source: Tunnel Monitor
fr: Contrôle du Tunnel

source: Domain:
fr: Domaine:

source: Proxy Server Authentication
fr: Authentification du Serveur Proxy

source: Adito Console
fr: Console Adito

source: Exception during process monitoring.
fr: Exception pendant le contrôle du processus.

source: Opening browser to {0}.
fr: Ouverture du navigateur sur {0}.

source: Heartbeat
fr: Battement de coeur

source: Adito server is not available
fr: Le serveur Adito n'est pas disponible

source: The heartbeat thread failed
fr: Le processus de battement de coeur a échoué

source: Heartbeat thread exited, starting shutdown procedure.
fr: Le processus de battement de coeur est terminé, lancement de la procédure d'arrêt.

source: Sending client heartbeat
fr: Envoi d'un battement de coeur client

source: Received response from server
fr: Réponse reçue du serveur

source: Server is alive
fr: Le serveur est en vie

source: Unrecognised element {0} in heartbeat response.
fr: Elément inconnu {0} dans la réponse du battement de coeur.

source: Received shutdown instruction during heartbeat
fr: Une instruction d'arrêt a été reçue pendant le battement de coeur

source: Server responded with error
fr: Le serveur a répondu avec une erreur

source: Heartbeat failed.
fr: Echec du battement de coeur

source: Adding request listener
fr: Ajout d'une écoute de requête

source: Waiting for a client connection on port {0}
fr: Attente d'une connexion client sur le port {0}

source: Got connection from {0}
fr: Connexion reçue de {0}

source: Failed to accept a client connection
fr: Echec d'acceptation d'une connexion client

source: Request failed
fr: Requête échouée

source: HTTP Server
fr: Serveur HTTP

source: Processing request {0}
fr: Requête {0} en traitement

source: HTTP version {0}
fr: Version HTTP {0}

source: Unsupported request {0}
fr: Requête non supportée {0}

source: HTTP Header: {0}
fr: Entête HTTP: {0}

source: Request contains some content of type {0}
fr: La requête contient du contenu de type {0}

source: Reading {0} bytes of form data
fr: Lecture de {0} octets de données de forme

source: Extracting parameters from form data {0}
fr: Extraction des paramètres des données de forme {0}

source: HTTP Encoded Parameter: {0} = {1}
fr: Paramètre HTTP encodé: {0} = {1}

source: HTTP Parameter: {0} = {1}
fr: Paramètre HTTP : {0} = {1}

source: HTTP Encoded Parameter: {0}
fr: Paramètre HTTP encodé: {0}

source: HTTP Parameter: {0}
fr: Paramètre HTTP: {0}

source: Unhandled request for {0}
fr: Requête non gérée pour {0}

source: Redirecting browser to {0}
fr: Redirection du navigateur vers {0}

source: Local Port
fr: Port Local

source: Close tunnels
fr: Fermer les tunnels

source: Are you sure you wish to stop the selected tunnels?
fr: Etes-vous sûr de vouloir arrêter les tunnels sélectionnés?

source: Any applications that are using them may cease working correctly and you may lose work.
fr: Toute application utilisant le tunnel peut cesser de fonctionner et vous pouvez perdre votre travail.

source: Last data
fr: Dernières données

source: The HTTP server is redirecting the user agent
fr: Le serveur HTTP redirige l'agent utilisateur

source: Getting application descriptor using Maverick HTTP client
fr: Réception du descripteur d'application en utilisant le client HTTP Maverick

source: Downloading application file using Maverick HTTP client
fr: Téléchargement du fichier d'application en utilisant le client HTTP Maverick

source: Allow untrusted hosts is set to {0}.
fr: Autoriser les hôtes qui ne sont pas de confiance est sur {0}.

source: Failed to retrieve tunnels.
fr: Echec de récupération des tunnels.

source: An unexpected error has occured.
fr: Une erreur inattendue s'est produite.

source: Adito Agent must now exit
fr: L'Agent Adito doit maintenant s'arrêter

source: Critical failure
fr: Erreur critique

source: Starting {0}
fr: Démarrage de {0}

source: Critical error, shutting down.
fr: Erreur critique, arrêt

source: Unable to start extension {0}
fr: Impossible de démarrer l'extension {0}

source: Attempting to detect proxy settings using platform specific methods
fr: Détection des paramètres de proxy en utilisant les méthodes spécifiques de la plateforme

source: Failed to get IE proxy settings, trying Firefox.
fr: Echec d'obtention des paramètres de proxy de IE, tentative avec Firefox.

source: Failed to get Firefox proxy settings.
fr: Echec d'obtention des paramètres de proxy de Firefox.

source: Found some proxy settings.
fr: Paramètres du proxy trouvés.
